Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GM_ASSET_DOWNLOADING_POST_RECOVERY
source: Downloading support for Apple Intelligence. Connect Mac to Wi-Fi and power while models are downloading.
ar: يجري تنزيل دعم ذكاء Apple. يرجى توصيل Mac بشبكة Wi-Fi وبمصدر طاقة أثناء تنزيل النماذج.
ca: S’estan descarregant els models de l’Apple Intelligence. No desconnectis el Mac de la Wi‑Fi ni del corrent.
cs: Stahuje se podpora pro Apple Intelligence. Během stahování modelů nechte Mac připojený k Wi‑Fi a napájení.
da: Henter understøttelse til Apple Intelligence. Slut Mac til strømforsyningen, og opret forbindelse til Wi-Fi, mens modeller hentes.
de: Unterstützung für Apple Intelligence wird geladen. Verbinde den Mac mit einem WLAN und einem Stromanschluss, während die Modelle geladen werden.
el: Πραγματοποιείται λήψη υποστήριξης για το Apple Intelligence. Συνδέστε το Mac σε Wi-Fi και στο ρεύμα κατά τη λήψη των μοντέλων.
es: Se están descargando los modelos necesarios para usar Apple Intelligence. Mantén el Mac conectado a la red Wi‑Fi y a la corriente durante este proceso.
es_us: Se están descargando los modelos de Apple Intelligence. Mantén la Mac conectada a una red Wi-Fi y a la corriente durante el proceso.
fi: Ladataan tukea Apple Intelligencelle. Yhdistä Mac Wi-Fiin ja verkkovirtaan mallien lataamisen ajaksi.
fr: Le téléchargement des ressources nécessaires à Apple Intelligence est en cours. Connectez votre Mac au Wi-Fi et branchez-le sur secteur pendant le téléchargement des modèles.
fr_ca: Le téléchargement des ressources nécessaires à la prise en charge d’Apple Intelligence est en cours. Connectez le Mac au Wi‑Fi et branchez-le sur une source d’alimentation pendant le téléchargement des modèles.
he: מתבצעת הורדה של חבילת תמיכה עבור Apple Intelligence. יש לחבר את ה-Mac לרשת אלחוטית ולחשמל במהלך הורדת המודלים.
hi: Apple Intelligence के लिए समर्थन डाउनलोड किया जा रहा है। Mac को वाई-फ़ाई से कनेक्ट करें और मॉडल डाउनलोड करते समय चार्ज में लगाए रखें।
hr: Preuzimanje podrške za Apple Intelligence. Spojite Mac na Wi-Fi i napajanje dok se modeli preuzimaju.
hu: Támogatás letöltése az Apple Intelligence számára. Amíg a modellek letöltődnek, csatlakoztassa a Macet Wi‑Fi-hez és töltőhöz.
id: Mengunduh dukungan untuk Apple Intelligence. Hubungkan Mac ke Wi-Fi dan daya selagi model diunduh.
it: È in corso il download dei modelli per Apple Intelligence. Durante l’operazione, mantieni il Mac connesso al Wi‑Fi e collegato all’alimentazione.
ja: Apple Intelligenceに必要なものをダウンロードしています。モデルのダウンロード中は、MacをWi‑Fiと電源に接続しておいてください。
ko: Apple Intelligence에 대한 지원을 다운로드하는 중입니다. 모델을 다운로드하는 동안 Mac을 Wi-Fi 및 전원에 연결하십시오.
ms: Memuat turun sokongan untuk Apple Intelligence. Sambungkan Mac ke Wi-Fi dan sumber kuasa sementara model sedang dimuat turun.
nl: Ondersteuning voor Apple Intelligence wordt gedownload. Verbind de Mac met wifi en een stroombron wanneer de modellen worden gedownload.
no: Laster ned støtte for Apple Intelligence. Koble Macen til Wi-Fi og strøm mens modellene lastes ned.
pl: Pobieram pliki obsługi Apple Intelligence. Na czas pobierania modeli połącz Maca z siecią Wi‑Fi i podłącz go do zasilania.
pt: Baixando suporte para a Apple Intelligence. Durante o download dos modelos, mantenha o Mac conectado ao Wi‑Fi e à alimentação.
pt_pt: A descarregar suporte para Apple Intelligence. Ligue o Mac à rede Wi‑Fi e à corrente elétrica enquanto os modelos estiverem a ser descarregados.
ro: Se descarcă resurse pentru Apple Intelligence. Conectați‑vă Mac‑ul la Wi‑Fi și la alimentare în timpul descărcării modelelor.
ru: Загружается ПО для поддержки Apple Intelligence. Во время загрузки моделей Ваш Mac должен быть подключен к сети Wi‑Fi и источнику питания.
sk: Sťahujem podporu pre Apple Intelligence. Počas sťahovania modelov nechajte Mac pripojený k Wi‑Fi a napájaniu.
sl: Poteka prenos podpore za funkcijo Apple Intelligence. Med prenašanjem modelov povežite Mac z omrežjem Wi‑Fi in ga priključite na napajanje.
sv: Hämtar stöd för Apple Intelligence. Anslut datorn till Wi‑Fi och ström medan modellerna hämtas.
th: กำลังดาวน์โหลดการรองรับสำหรับ Apple Intelligence ให้เชื่อมต่อ Mac กับ Wi‑Fi และเสียบสายชาร์จในระหว่างที่กำลังดาวน์โหลดโมเดล
tr: Apple Intelligence desteği indiriliyor. Modeller indirilirken Mac’i Wi-Fi’ye ve güç kaynağına bağlayın.
uk: Викачуються ресурси для Apple Intelligence. Під час викачування моделей Mac має бути підʼєднаний до мережі Wi‑Fi та до джерела живлення.
vi: Đang tải về phần hỗ trợ cho Apple Intelligence. Hãy kết nối máy Mac vào Wi-Fi và nguồn điện trong khi các mô hình đang được tải về.
zh_cn: 正在下载Apple智能的支持内容。下载模型期间，请将Mac接入Wi-Fi和电源。
zh_hk: 正在下載Apple Intelligence的支援內容。下載模型時請將Mac連接至Wi-Fi和電源。
zh_tw: 正在下載Apple Intelligence的支援內容。請在下載模型時將Mac連接Wi-Fi和電源。

# GM_PRIVACY_DESCRIPTION
source: Apple Intelligence is built for privacy. Your data is not shared with Apple.
ar: صُمِّم ذكاء Apple للحفاظ على الخصوصية. لا تتم مشاركة بياناتك مع Apple.
ca: L’Apple Intelligence s’ha desenvolupat amb l’objectiu de respectar la privacitat, de manera que la informació no es comparteix amb Apple.
cs: Apple Intelligence dodržuje soukromí. Vaše data se nesdílí se společností Apple.
da: Apple Intelligence er udviklet med fokus på anonymitet. Dine data deles ikke med Apple.
de: Apple Intelligence wurde für die Privatsphäre entwickelt. Deine Daten werden nicht mit Apple geteilt.
el: Το Apple Intelligence έχει σχεδιαστεί για προστασία του απορρήτου. Τα δεδομένα σας δεν κοινοποιούνται στην Apple.
es: Apple Intelligence se ha creado con la privacidad en mente. No se compartirán tus datos con Apple.
es_us: Apple Intelligence se diseñó con la privacidad en mente. Tus datos no se comparten con Apple.
fi: Apple Intelligence on rakennettu tietosuojaa silmällä pitäen. Tietojasi ei jaeta Applelle.
fr: Le système Apple Intelligence est conçu pour respecter votre confidentialité. Vos données ne sont pas partagées avec Apple.
fr_ca: Apple Intelligence respecte votre confidentialité. Vos données ne sont pas partagées avec Apple.
he: ‏Apple Intelligence נבנה למטרת שמירה על פרטיות. הנתונים שלך לא משותפים עם Apple.
hi: Apple Intelligence को गोपनीयता के लिए बनाया गया है। आपका डेटा Apple के साथ शेयर नहीं किया जाता है।
hr: Apple Intelligence izrađen je za privatnost. Vaši podaci ne dijele se s Appleom.
hu: Az Apple Intelligence az adatvédelmet helyezi a középpontba. Az Ön adatai nem lesznek megosztva az Apple-lel.
id: Apple Intelligence dibangun untuk privasi. Data Anda tidak dibagikan dengan Apple.
it: Apple Intelligence è progettata per proteggere la tua privacy. I tuoi dati non vengono condivisi con Apple.
ja: Apple Intelligenceはプライバシーを保護するように設計されています。個人データはAppleと共有されません。
ko: Apple Intelligence는 개인정보 보호를 고려하여 설계되었습니다. 사용자의 데이터는 Apple에 공유되지 않습니다.
ms: Apple Intelligence dibina untuk privasi anda. Data anda tidak dikongsi dengan Apple.
nl: Apple Intelligence is gemaakt voor privacy. Je gegevens worden niet met Apple gedeeld.
no: Apple Intelligence er utviklet med fokus på personvern. Dataene dine deles ikke med Apple.
pl: Apple Intelligence stworzono z myślą o ochronie prywatności. Twoje dane nie są udostępniane Apple.
pt: A Apple Intelligence foi feita para proteger a privacidade. Seus dados não são compartilhados com a Apple.
pt_pt: A Apple Intelligence foi concebida para proteger a privacidade. Os seus dados não são partilhados com a Apple.
ro: Funcționalitatea Apple Intelligence este concepută pentru a respecta intimitatea. Datele dvs. nu sunt partajate cu Apple.
ru: Функции Apple Intelligence не нарушают Вашу конфиденциальность. Ваши данные не передаются в Apple.
sk: Funkcie Apple Intelligence dôkladne chránia vaše súkromie. Vaše dáta nie sú zdieľané so spoločnosťou Apple.
sl: Funkcija Apple Intelligence je zasnovana tako, da varuje vašo zasebnost. Vaši podatki se ne delijo z družbo Apple.
sv: Apple Intelligence är skapat för integritet. Dina data delas inte med Apple.
th: Apple Intelligence สร้างขึ้นมาเพื่อความเป็นส่วนตัว ข้อมูลของคุณจะไม่ถูกแชร์กับ Apple
tr: Apple Intelligence gizlilik için tasarlanmıştır. Verileriniz Apple ile paylaşılmaz.
uk: Apple Intelligence створено з урахуванням приватності. Ваші дані не передаються в Apple.
vi: Apple Intelligence được xây dựng vì quyền riêng tư. Dữ liệu của bạn không được chia sẻ với Apple.
zh_cn: Apple智能专为隐私而构建。你的数据不会与Apple共享。
zh_hk: Apple Intelligence為保護私隱而設。你的資料不會與Apple共享。
zh_tw: Apple Intelligence專為隱私權打造。你的資料不會與Apple分享。

# GM_ASK_SIRI_DEVICE_PROCESSING_NO_SHARING_FOOTER_TEXT_MAC
source: Voice input is processed on Mac, but transcripts of your requests may be sent to Apple.
ar: يعالَج الإدخال الصوتي على Mac، لكن ربما تُرسَل النسخة النصية لطلباتك إلى Apple.
ca: La veu es processa al Mac, però és possible que les transcripcions de les sol·licituds s’enviïn a Apple.
cs: Hlasový vstup se zpracovává přímo v Macu, ale přepisy vašich požadavků se můžou odesílat společnosti Apple.
da: Det, du siger, behandles på Mac, men transskriptioner af dine anmodninger sendes muligvis til Apple.
de: Die Spracheingaben werden auf dem Mac verarbeitet, es werden aber möglicherweise Transkripte deiner Anfragen an Apple gesendet.
el: Η επεξεργασία φωνητικής εισόδου πραγματοποιείται στο Mac, αλλά οι απομαγνητοφωνήσεις των αιτημάτων σας ενδέχεται να σταλούν στην Apple.
es: Las entradas de voz se procesan en el Mac, pero puede que las transcripciones de tus peticiones se envíen a Apple.
es_us: Las entradas de voz se procesan en la Mac, pero las transcripciones de tus peticiones podrían enviarse a Apple.
fi: Puhesyöte käsitellään Macissa, mutta pyyntöjesi teksti saatetaan lähettää Applelle.
fr: Vos saisies vocales sont traitées sur le Mac, mais les transcriptions de vos requêtes peuvent être envoyées à Apple.
fr_ca: La saisie vocale est traitée sur le Mac, mais les transcriptions de vos demandes pourraient être envoyées à Apple.
he: הקלט הקולי מעובד ב-Mac, אך התמלולים של הבקשות שלך עשויים להישלח ל-Apple.
hi: वॉइस इनपुट को Mac पर प्रोसेस किया जाता है लेकिन आपके अनुरोधों के ट्रांसक्रिप्ट Apple को भेजे जा सकते हैं।
hr: Glasovni unos obrađuje se na Macu, ali transkripti vaših zahtjeva mogu se poslati Appleu.
hu: A hangbevitel a Macen van feldolgozva, azonban előfordulhat, hogy a kérelmek átiratait a rendszer elküldi az Apple-nek.
id: Input suara diproses di Mac, tapi transkrip permintaan Anda mungkin akan dikirimkan ke Apple.
it: L’input vocale viene elaborato sul Mac, ma le trascrizioni delle tue richieste potrebbero essere inviate ad Apple.
ja: 音声入力の処理はMacで行われますが、文字起こしの結果はAppleに送信される場合があります。
ko: 음성 입력은 Mac에서 처리되지만 사용자의 요청 내용 전사문은 Apple로 전송될 수 있습니다.
ms: Input suara diproses pada Mac, tetapi transkrip permintaan anda mungkin dihantar kepada Apple.
nl: Steminvoer wordt verwerkt op de Mac, maar transcripts van je verzoeken worden mogelijk naar Apple verstuurd.
no: Taleinndata behandles på Macen, men avskrifter av forespørslene dine kan bli sendt til Apple.
pl: Polecenia głosowe są przetwarzane na Macu, ale ich transkrypcje mogą być wysyłane do Apple.
pt: Os dados de voz são processados no Mac, mas as transcrições dos seus pedidos podem ser enviadas à Apple.
pt_pt: Os comandos de voz são processados no Mac, mas as transcrições dos pedidos podem ser enviadas à Apple.
ro: Enunțurile vocale sunt procesate pe Mac, dar transcrierile solicitărilor pot fi trimise la Apple.
ru: Голосовой ввод обрабатывается на Mac, но расшифровки Ваших запросов могут передаваться в Apple.
sk: Hlasový vstup sa spracováva na Macu, prepisy vašich žiadostí sa však môžu odosielať spoločnosti Apple.
sl: Glasovni vnos se obdela v Macu, transkripcije vaših zahtev pa se lahko pošljejo družbi Apple.
sv: Röstinmatning behandlas på datorn, men transkriberingar av det du säger kan skickas till Apple.
th: เสียงพูดถูกประมวลผลบน Mac แต่ข้อความถอดเสียงจากคำขอของคุณอาจถูกส่งไปที่ Apple
tr: Ses girişi Mac’te işlenir ama isteklerinizin dökümleri Apple’a gönderilebilir.
uk: Голосовий ввід обробляється на Mac, проте стенограми запитів можуть надсилатися в Apple.
vi: Dữ liệu nhập bằng giọng nói được xử lý trên máy Mac, nhưng bản chép lại các yêu cầu của bạn có thể được gửi đến Apple.
zh_cn: 语音输入会在Mac上处理，但请求的听写文本可能会发送给Apple。
zh_hk: 語音輸入會在Mac上處理，但你要求的聽寫記錄可能會傳送予Apple。
zh_tw: 語音輸入會在Mac上進行處理，但你要求的逐字稿可能會傳送給Apple。

# SIRI_VOICE_BUTTON_CONFIRM
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Aceptar
es_us: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# SIRISUGGESTIONS_SHOWANDLEARN_TEXT
source: Allow Siri to make suggestions in this application and learn from how you use it in order to make suggestions across applications.
ar: اسمح لـ Siri بتقديم الاقتراحات في هذا التطبيق والتعرّف على استخدامك له بهدف تقديم الاقتراحات عبر التطبيقات.
ca: Permet que Siri et faci suggeriments a l’app i aprengui com la utilitzes per poder fer‑te’n en d’altres.
cs: Umožní Siri předkládat vám v této aplikaci návrhy a také se učit ze způsobu, jakým s ní pracujete, a získané informace využívat při generování návrhů v jiných aplikacích.
da: Tillad Siri at fremsætte forslag i denne app og lære af den måde, du bruger den på, for at kunne give forslag på tværs af apps.
de: Erlaube Siri, in dieser App Vorschläge zu machen und zu lernen, wie du diese App verwendest, damit dir Vorschläge in anderen Apps angezeigt werden können.
el: Επιτρέψτε στο Siri να εμφανίζει προτάσεις σε αυτήν την εφαρμογή και να μαθαίνει από τον τρόπο που τη χρησιμοποιείτε, ώστε να εμφανίζει προτάσεις σε εφαρμογές.
es: Permite que Siri haga sugerencias en esta aplicación y aprenda cómo la usas para ofrecer sugerencias en otras aplicaciones.
es_us: Permite que Siri te haga sugerencias en esta app y aprenda cómo la usas para hacer sugerencias en otras apps.
fi: Salli Sirin tehdä ehdotuksia tässä apissa ja anna Sirin oppia kuinka käytät sitä, jotta se voi tehdä ehdotuksia muissa apeissa.
fr: Autorisez Siri à faire des suggestions dans cette application et dans les différentes applications en fonction de votre utilisation de cette application.
fr_ca: Autorisez Siri à faire des suggestions dans cette app et à apprendre de votre façon de l’utiliser pour faire des suggestions dans d’autres apps.
he: ניתן לאפשר ל-Siri להציג הצעות ביישום זה וללמוד מאופן השימוש שלך בו כדי להציג הצעות בכל היישומים.
hi: Siri को इस ऐप में सुझाव देने और यह जानने की अनुमति दें कि आप इस ऐप्लिकेशन का उपयोग कैसे करते हैं ताकि सभी ऐप्लिकेशन में सुझाव दिए जा सकें।
hr: Omogućite Siri da daje prijedloge u ovoj aplikaciji i da uči iz načina na koji je koristite kako bi mogla davati prijedloge u svim aplikacijama.
hu: Engedélyezheti Sirinek, hogy javaslatokat tegyen ebben az alkalmazásban, és tanuljon abból, Ön hogyan használja ezt az appot, hogy több alkalmazásban is javaslatokat tehessen.
id: Izinkan Siri membuat saran di aplikasi ini dan mempelajari cara Anda menggunakannya agar dapat membuat saran di semua aplikasi.
it: Consenti a Siri di dare consigli nell’applicazione e di imparare dal modo in cui la usi per ottenere suggerimenti tra applicazioni diverse.
ja: このアプリケーション内でSiriから提案することを許可します。また、さまざまなアプリケーションに関する提案ができるように、このアプリケーションの使用状況をSiriが学習することを許可します。
ko: 사용자가 이 응용 프로그램을 사용하는 방법을 Siri가 학습하고 이 응용 프로그램에서 제안하도록 허용하여 응용 프로그램 간에 제안할 수 있도록 합니다.
ms: Benarkan Siri membuat cadangan dalam aplikasi ini dan mempelajari cara anda menggunakannya untuk membuat cadangan merentas aplikasi.
nl: Sta Siri toe suggesties te doen in deze app en te leren van de manier waarop je de app gebruikt om je suggesties in andere apps te kunnen geven.
no: Tillat at Siri kan gi forslag i denne appen, lære av din bruk av den og gi forslag på tvers av apper.
pl: Pozwól Siri tworzyć sugestie w tej aplikacji i nauczyć się, jak jej używasz, aby umożliwić tworzenie dotyczących jej sugestii w innych aplikacjach.
pt: Permita que a Siri faça sugestões neste aplicativo e aprenda como você o usa para poder fazer sugestões entre aplicativos.
pt_pt: Permitir que Siri faça sugestões nesta aplicação e aprenda com a sua utilização da aplicação para poder fazer sugestões entre aplicações.
ro: Permiteți ca Siri să facă sugestii în această aplicație și să învețe din modul în care o utilizați pentru a face sugestii în mai multe aplicații.
ru: Разрешить Siri делать предложения в этом приложении и анализировать, как Вы используете его, чтобы сделать предложения более релевантными.
sk: Siri môže poskytovať návrhy v tejto aplikácii, učiť sa zo spôsobu, akým ju používate, a získané informácie používať pri generovaní návrhov v iných aplikáciách.
sl: Dovolite, da Siri podaja predloge v tej aplikaciji in se uči na podlagi tega, kako jo uporabljate, da bo lahko podajala predloge v različnih aplikacijah.
sv: Tillåt att Siri ger förslag i den här appen och lär sig från hur du använder den för att kunna ge förslag i andra appar.
th: อนุญาตให้ Siri เสนอคำแนะนำในแอปพลิเคชันนี้และเรียนรู้จากวิธีที่คุณใช้แอปพลิเคชันเพื่อเสนอคำแนะนำในแอปพลิเคชันทั้งหมด
tr: Siri’nin bu uygulamada önerilerde bulunmasına ve uygulamalarda önerilerde bulunabilmesi için onu nasıl kullandığınızı öğrenmesine izin verin.
uk: Дозволити Siri робити пропозиції в цій програмі та збирати дані про її використання, щоб на їх основі створювати пропозиції в інших програмах.
vi: Cho phép Siri đưa ra các gợi ý trong ứng dụng này và ghi nhớ cách bạn sử dụng ứng dụng đó để đưa ra các gợi ý trong các ứng dụng.
zh_cn: 允许Siri在此应用程序中提供建议，并学习你使用它的方式以在应用程序间提供建议。
zh_hk: 允許Siri在此應用程式中提出建議並學習你使用此應用程式的方式，以便在不同應用程式中提出建議。
zh_tw: 允許Siri在此應用程式中提供建議，並學習你的使用方式，以便在多個應用程式中建議。

# DELETE_HISTORY_RESPONSE_INFORMATION_ERROR
source: Please make sure you are connected to the Internet and try again.
ar: يرجى التأكد من الاتصال بالإنترنت ثم المحاولة مرة أخرى.
ca: Comprova que tens connexió a internet i torna‑ho a provar.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
da: Sørg for, at der er forbindelse til internettet, og prøv igen.
de: Überprüfe deine Internetverbindung und versuche es erneut.
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι στο Διαδίκτυο και δοκιμάστε ξανά.
es: Asegúrate de que ^[estás ^[conectado](inflect: true)](inflectionAlternative: "tienes conexión") a internet e inténtalo de nuevo.
es_us: Asegúrate de estar conectado a Internet e intenta de nuevo.
fi: Varmista, että olet yhteydessä internetiin, ja yritä uudelleen.
fr: Assurez-vous que vous êtes connecté à Internet, puis réessayez.
fr_ca: Assurez-vous que vous êtes connecté à Internet, puis réessayez.
he: נא לוודא שקיים חיבור לאינטרנט ולנסות שוב.
hi: कृपया निश्चित करें कि आप इंटरनेट से कनेक्टेड हैं और फिर कोशिश करें।
hr: Provjerite jeste li spojeni na internet i pokušajte ponovno.
hu: Győződjön meg róla, hogy csatlakozik az internethez, és próbálja újra.
id: Pastikan Anda terhubung ke internet dan coba lagi.
it: Assicurati che la connessione a internet sia attiva e riprova.
ja: インターネットに接続していることを確認してから、やり直してください。
ko: 인터넷에 연결되어 있는지 확인한 다음 다시 시도하십시오.
ms: Pastikan anda disambungkan ke Internet dan cuba lagi.
nl: Zorg dat je verbonden bent met het internet en probeer het opnieuw.
no: Kontroller at maskinen er koblet til internett, og prøv igjen.
pl: Upewnij się, że masz połączenie z Internetem, i spróbuj ponownie.
pt: Certifique-se de que haja uma conexão à internet e tente novamente.
pt_pt: Certifique‑se de que a ligação à internet está ativa e volte a tentar.
ro: Asigurați-vă că dispuneți de o conexiune la internet și reîncercați.
ru: Убедитесь в наличии подключения к интернету и повторите попытку.
sk: Uistite sa, že ste pripojení na internet, a skúste to znovu.
sl: Prepričajte se, da ste povezani z internetom, in poskusite znova.
sv: Kontrollera att du är ansluten till internet och försök igen.
th: โปรดตรวจสอบว่าคุณเชื่อมต่ออยู่กับอินเทอร์เน็ตแล้วลองอีกครั้ง
tr: Lütfen internete bağlı olduğunuzdan emin olun ve yeniden deneyin.
uk: Переконайтеся, що ви підʼєднані до інтернету, і повторіть спробу.
vi: Đảm bảo bạn được kết nối vào internet và thử lại.
zh_cn: 请确保设备已接入互联网，然后重试。
zh_hk: 請確定你已連接互聯網，然後再試。
zh_tw: 請確定你已連接網際網路，然後再試一次。

# SIRI_USE_RESTRICTED_MESSAGE
source: Use of Siri is restricted.
ar: استخدام Siri مقيد.
ca: S’ha restringit l’ús de Siri.
cs: Používání Siri není povoleno.
da: Brug af Siri er begrænset.
de: Die Nutzung von Siri ist eingeschränkt.
el: Η χρήση του Siri είναι περιορισμένη.
es: El uso de Siri está restringido.
es_us: El uso de Siri está restringido.
fi: Sirin käyttö on rajoitettu.
fr: L’utilisation de Siri fait l’objet de restrictions.
fr_ca: L’utilisation de Siri est restreinte.
he: השימוש ב-Siri מוגבל.
hi: Siri का उपयोग करना प्रतिबंधित है।
hr: Ograničena je uporaba Siri.
hu: Siri használata korlátozva van.
id: Penggunaan Siri dibatasi.
it: L’utilizzo di Siri presenta restrizioni.
ja: Siriの使用は制限されています。
ko: Siri 사용이 제한되었습니다.
ms: Penggunaan Siri dihadkan.
nl: Het gebruik van Siri is beperkt.
no: Bruk av Siri er deaktivert.
pl: Użycie Siri jest ograniczone.
pt: O uso da Siri é restrito.
pt_pt: A utilização de Siri está limitada.
ro: Utilizarea Siri este restricționată.
ru: Использование Siri ограничено.
sk: Používanie Siri je obmedzené.
sl: Uporaba Siri je omejena.
sv: Siri-användning är begränsad.
th: การใช้ Siri ถูกจำกัด
tr: Siri kullanımı sınırlanmış.
uk: Доступ до Siri обмежено.
vi: Việc sử dụng Siri bị giới hạn.
zh_cn: 使用Siri受限。
zh_hk: Siri的使用受限。
zh_tw: Siri使用受到限制。

# SIRI_SIDEBAR_TITLE_SAE
source: Apple Intelligence & Siri
ar: ذكاء Apple و Siri
ca: Apple Intelligence i Siri
cs: Apple Intelligence a Siri
el: Apple Intelligence και Siri
es: Apple Intelligence y Siri
es_us: Apple Intelligence y Siri
fi: Apple Intelligence ja Siri
fr: Apple Intelligence et Siri
fr_ca: Apple Intelligence et Siri
he: ‏Apple Intelligence ו-Siri
hi: Apple Intelligence और Siri
hr: Apple Intelligence i Siri
hu: Apple Intelligence és Siri
it: Apple Intelligence e Siri
ja: Apple IntelligenceとSiri
ko: Apple Intelligence 및 Siri
nl: Apple Intelligence en Siri
no: Apple Intelligence og Siri
pl: Apple Intelligence i Siri
pt: Apple Intelligence e Siri
pt_pt: Apple Intelligence e Siri
ro: Apple Intelligence și Siri
ru: Apple Intelligence и Siri
sk: Apple Intelligence a Siri
sl: Apple Intelligence in Siri
sv: Apple Intelligence och Siri
th: Apple Intelligence และ Siri
tr: Apple Intelligence ve Siri
uk: Apple Intelligence і Siri
zh_cn: Apple智能与Siri
zh_hk: Apple Intelligence與Siri
zh_tw: Apple Intelligence與Siri
